Repository: davkas88/ModNotIncluded
Catalog: Source Code/Insulated Joint Plate/Steam/translations/*.po
Languages: ru, zh

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDWIREBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi-Watt wires through walls without leaking gas or liquid.
ru: Сединительная пластина позволяет провести электричество через стены минуя газы, или жидкости.
zh: 接合板可以使高负荷电线穿过墙壁，而不会泄漏气体或液体。

source: Insulated version. Allows <link="HIGHWATTAGEWIRE">Heavi-Watt Wire</link> to be run through wall and floor tile. Functions as regular tile.
ru: Изолированная версия.Проводит ток через стены.Функционирует как и обычная версия.
zh: 隔热型。 可让高负荷电线穿过墙壁和地砖，可作为常规砖块使用。

# InsulatedDoorsMod.STRINGS.BUILDINGS.PREFABS.INSULATEDWIREBRIDGEHIGHWATTAGE.NAME
source: <link="INSULATEDWIREBRIDGEHIGHWATTAGE">Insulated Heavi-Watt Joint Plate</link>
ru: <link="InsulatedWireBridgeHighWattage">Изолированная Соединительная Пластина</link>
zh: <link="InsulatedWireBridgeHighWattage">隔热高负荷电线接合板</link>

source: Insulated Version. Joint plates can run Heavi-Watt wires through walls without leaking gas or liquid.
ru: Изолированная версия. Сединительная пластина позволяет провести электричество через стены минуя газы, или жидкости.
zh: 隔热型。 接合板可以使高负荷电线穿过墙壁，而不会泄漏气体或液体。

source: Insulated Version. Carries more than a regular Insulate Heavi-Watt Joint Plate without overloading.
ru: Изолированная версия. Проводит больше тока чем обычная версия.
zh: 隔热型.，可以运载比普通隔热高负荷电线接合板更大的功率而不会过载。

source: <link="INSULATEDWIREREFINEDBRIDGEHIGHWATTAGE">Insulated Heavi-Watt Conductive Joint Plate</link>
ru: <link="InsulatedWireRefinedBridgeHighWattage">Изолированная Соединительная Пластина II</link>
zh: <link="InsulatedWireRefinedBridgeHighWattage">隔热高负荷导线接合板</link>

source: Insulated Long Version. Joint plates can run Heavi-Watt wires through walls without leaking gas or liquid.
ru: Изолированная длинная версия. Сединительная пластина позволяет провести электричество через стены минуя газы, или жидкости.
zh: 加长隔热型。接合板可以使高负荷电线穿过墙壁，而不会泄漏气体或液体。

source: Insulated Long Version. Carries more than a regular Insulate Heavi-Watt Joint Plate without overloading.
ru: Изолированная длинная версия. Проводит больше тока чем обычная версия, только длинее.
zh: 加长隔热型， 可以运载比普通隔热高负荷电线接合板更大的功率而不会过载。

source: <link="LONGINSULATEDREFINEDWIREBRIDGEHIGHWATTAGE">Long Insulated Conductive Joint Plate</link>
ru: <link="LongInsulatedRefinedWireBridgeHighWattage">Длинная Изолированная Пластина II</link>
zh: <link="LongInsulatedRefinedWireBridgeHighWattage">长隔热导线接合板</link>

source: Joint plates can run Heavi-Watt wires through walls without leaking gas or liquid.
ru: Сединительная пластина позволяет провести электричество через стены минуя газы, или жидкости.
zh: 接合板可以使高负荷电线穿过墙壁，而不会泄漏气体或液体。

source: Insulated Long version. Allows <link="HIGHWATTAGEWIRE">Heavi-Watt Wire</link> to be run through wall and floor tile. Functions as regular tile.
ru: Изолированная длинная версия. Проводит ток через стены. Функционирует как и обычная версия, только длинее.
zh: 加长隔热型， 可让高负荷电线穿过墙壁和地砖，可作为常规砖块使用。

source: <link="LONGINSULATEDWIREBRIDGEHIGHWATTAGE">Long Insulated Heavi-Watt Joint Plate</link>
ru: <link="LongInsulatedWireBridgeHighWattage">Длинная Изолированная Пластина</link>
zh: <link="LongInsulatedWireBridgeHighWattage">长隔热电线接合板</link>
